app/controllers/aktualnis_controller.rb

  def index
    @aktualnis = Aktualni.all
---
SELECT "aktualnis".* FROM "aktualnis"

  def create
    @aktualni = Aktualni.new(params[:aktualni])

    respond_to do |format|
      if @aktualni.save
---
INSERT INTO "aktualnis" ("begin", "created_at", "pilot", "updated_at") VALUES (?, ?, ?, ?)  [["begin", Sun, 09 Dec 2012 00:45:00 UTC +00:00], ["created_at", Sun, 09 Dec 2012 00:49:39 UTC +00:00], ["pilot", "vitek"], ["updated_at", Sun, 09 Dec 2012 00:49:39 UTC +00:00]]