app/controllers/pilots_controller.rb

  def index
    @pilots = Pilot.order('begin')
    @aktualnis= Aktualni.last
---
SELECT "pilots".* FROM "pilots" ORDER BY begin_date
SELECT "aktualnis".* FROM "aktualnis" ORDER BY "aktualnis"."id" DESC LIMIT 1

  def show
    @pilot = Pilot.find(params[:id])
---
SELECT "pilots".* FROM "pilots" WHERE "pilots"."id" = ? LIMIT 1  [["id", "1"]]

  def create
    @pilot = Pilot.new(params[:pilot])
    respond_to do |format|
  #   if @pilot.save

      if @pilot.save
---
INSERT INTO "pilots" ("begin", "created_at", "end", "note", "pilot", "updated_at") VALUES (?, ?, ?, ?, ?, ?)